# GetActiveSerialNumber

## Description
Gets the currently active serial number.

```pascal
FUNCTION GetActiveSerialNumber : STRING;
```

```python

def vs.GetActiveSerialNumber():
    return STRING
```

## Version
Availability: from VectorWorks10.0
## Category
* Utility